{
    "buttonProfile":"Profile",
    "buttonContact": "contact",
    "grettings":"Hi! I'm Betsa, and I specialize in",
    "firstLineH1":"Ux Ui Design",
    "secondLineH1":"web Development.",
    "description": "I'm here to help you create websites and applications that are attractive, functional and easy to navigate. Do you have an idea in mind?",
    "txtcolor":"Let's make it a reality together.",
    "projectTitle":"Projects",
    "filtertext":"Development",
    "button01":"discover",

    "about":"About",
    "aboutP1":"Hi there! Thank you for visiting this space. I’d love to share a little more about myself.",
    "aboutP2":"I’m Betsabé, born in Venezuela, and I’m fortunate to now live in one of my favorite cities: Madrid.",
    "aboutP3":"I’ve always had a deep passion for design and creativity. That passion led me to study architecture, a field that has brought me great satisfaction and unforgettable experiences. However, my curiosity and eagerness to learn have never stopped.",
    "aboutP4":"In 2021, I decided to take a new step and dive into the world of digital product design, a field that has allowed me to expand my creative horizons.",
    "aboutP5":"Throughout this journey, one thing that caught my attention is how, much like in architecture, a digital product must not only be aesthetically pleasing but also functional. This realization helped me see that many of the tools and principles I learned as an architect could be applied to this new area, allowing me to combine the best of both worlds.",
    "aboutP6":"Currently, I balance my work as an architect with freelance web design projects. However, my true goal is to fully dedicate myself to digital design and development, a field I’m deeply passionate about. That’s why I’m seeking collaborations and new job opportunities where I can continue growing, learning, and contributing my experience and creativity.",
    "idea": {
      "homeText": "Website redesign for architecture agency.",
      "resume": "Estudio Idea Espacio, a construction company with extensive experience in the market, was looking to renew its website to reflect its evolution and its commitment to innovation in the construction sector.",
      "infoByProject": [
        {
          "title": "Challenge",
          "paragraph": "This redesign project arose from the challenge of updating not only its digital platform, but also its visual identity, aligning it with contemporary standards of design and functionality. The goal of the redesign is to provide the company with a digital presence that stands out in a competitive market, offering an optimized, agile and visually appealing user experience."
        },
        {
          "title": "How to update the Brand Image without sacrificing its Authenticity and Values?",
          "paragraph": "To develop this redesign project, our first step was to establish a deep connection with the client. We immersed ourselves in their environment, learned about their services and explored their facilities to accurately capture their essence, their core values and their mission in the market."
        },
        {
          "title": "Basic components"
        },
        {
          "title": "Before and after",
          "paragraph": "For the web design, we have opted for a minimalist approach, prioritizing a clean design that allows to visualize the elements in a more harmonious way. The intention was to propose a design that highlights the images without distractions and that allows easy access to information."
        },
        {
          "title": "Graphic elements"
        }
      ]
    },
    "happy":{
      "homeText":"Design thinking as a tool to solve today's problems",
      "resume":"HappyLife is a project that aims to find a solution to the problem of social isolation, with a design thinking approach.",
      "infoByProject": [
        {
          "title": "resumen",
          "paragraph": "En la actualidad, la sociedad enfrenta un problema creciente de aislamiento social. A pesar de los avances tecnológicos que permiten una mayor conectividad virtual, la capacidad de establecer conexiones humanas genuinas parece estar disminuyendo. Las largas jornadas laborales, la urbanización, y el uso intensivo de las redes sociales están creando barreras invisibles que dificultan las interacciones cara a cara."
        },
        {
          "title": "Desafíos",
          "paragraph": "En nuestra investigación inicial, nuestra primera misión fue identificar el problema y tratar de comprender quiénes son nuestros posibles usuarios. Identificar a los usuarios y a los diferentes actores relacionados con el problema nos permite generar ideas de manera mucho más sencilla y responder preguntas como: ¿Por qué?, ¿para quién? y ¿para qué?"
        },
        {
          "title": "Benchmark"
        },
        {
          "title": "Value Proposition canvas",
          "paragraph": "EL Value Proposition Canvas nos permitió visualizar a los clientes, sus necesidades, sus problemas y cómo una propuesta de valor con características útiles puede ayudar a aliviar esas necesidades."
        },
        {
          "title": "User persona y User journey"
        },
        {
          "title": "Diseño de interfaz (primeras ideas)"
        },
        {
          "title": "Diseño de interfaz (primeras ideas)"
        }
      ]
    },
    "figy":{
      "homeText":"Design of a marketplace app for the sale of phygital and ecological products",
      "resume":"FIGY is a mobile app, designed as a final project for the Master's Degree in User Experience by Elisava, in Spain. It's a disruptive platform that offers sustainable products associated with an NFT, guaranteeing their traceability.",
      "infoByProject": [
        {
          "title": "Figy, la tecnología al servicio del planeta",
          "paragraph": "Los hábitos de consumo no sostenibles de la población han provocado numerosos problemas ambientales debido a la demanda excesiva de recursos. Este proyecto surge como una iniciativa para fomentar la economía circular mediante el uso de tecnologías innovadoras como la blockchain, y para promover el consumo responsable y la elección de alternativas ecológicas y sostenibles."
        },
        {
          "title": "Diagrama de afinidad",
          "paragraph": "Durante la investigación de usuarios, utilizamos el diagrama de afinidad para organizar todas las ideas surgidas de las entrevistas con los usuarios, clasificándolas por categorías y definiendo prioridades."
        },
        {
          "title": "User persona"
        },
        {
          "title": "Wireframes"
        },
        {
          "title": "Arquitectura de la información"
        },
        {
          "title": "Homepage"
        },
        {
          "title": "Proceso de pago"
        },
        {
          "title": "Cartera de activos y Trazabilidad del producto"
        }
      ]
    },
    "wand":{
      "homeText":"Design of a domotic application for the control of the connected devices of the house.",
      "resume":"This project consisted of research, architecture, UX writing, and design of a smart home app for the Master's Degree in Experience Design by ELISAVA.",
      "infoByProject": [
        {
          "title": "Wand, el asistente del hogar que te ayuda a ganar tiempo libre.",
          "paragraph": "El desafío era crear una aplicación que conecte y controle mágicamente todos los tipos de dispositivos IoT disponibles. Wand debería ser capaz de gestionar una casa, incluyendo plataformas de streaming, con una experiencia transparente para jóvenes y familias tecnológicas que también se interesan en la eficiencia energética y la seguridad doméstica"
        },
        {
          "title": "Diagrama de afinidad",
          "paragraph": "Durante la investigación con los usuarios, utilizamos el diagrama de afinidad para organizar todas las ideas surgidas de las entrevistas con los usuarios, clasificándolas por categoría y estableciendo prioridades"
        },
        {
          "title": "User Personas",
          "paragraph": "El user persona es una herramienta de diseño muy poderosa que nos permitió visualizar las interacciones con la nueva aplicación y mitigar los puntos de fricción para los usuarios potenciales."
        },
        {
          "title": "Arquitectura de la información"
        },
        {
          "title": "Wireframes",
          "paragraph": "Una vez definidas las funcionalidades, cada miembro del equipo propuso diferentes maquetas de baja fidelidad para dar forma a la aplicación."
       
        },
        {
          "title": "Identidad visual"
        },
        {
          "title": "Diseño de interfaz"
        },
        {
          "title": "Diseño de interfaz"
        }
      ]
    },
    "groupomania":{
      "homeText":"Creating a corporate social network to improve employee satisfaction.",
      "resume":"Project completed during the web developer training program at Openclassrooms, in France. The Groupomania group's internal social network, allows to create a user account, connect and participate in the company's internal forum."
    },
    "hot":{
      "homeText":"Creation of an API for a hot sauce web application",
      "resume":"Creation of an API for a web application where users can recommend their favorite hot sauces and rate other users' choices.."
    },
    "csm":{
      "homeText":"Web integration challenge, created by the frontend practice website.",
      "resume":"Web integration challenge, created by the frontend practice website. The exercise consisted of recreating the homepage of Canal Street Market, taking into account the graphic style, colors, typography, animations, etc. The mockup is also responsive."
    },
    "cv":{
      "homeText":"Custom theme creation on Wordpress.",
      "resume":"Blog created with wordpress. The project consists of the creation and integration of a custom theme for wordpress, the creation of a database, and its online publishing."
    },
    "coa":{
      "homeText":"Custom website development",
      "resume":"Website developed with WordPress and Elementor Pro. COA&co is a new brand of protein chocolates. The design was created by Andrea Galindo"
    },
    "download":"download cv",
    "contactTitle":"Get in touch!",
    "footerParagraph":"If you have any questions about projects or would like to know more about my work, I'd be happy to help. Contact me!",
    "sendMessage":"Send a message"
  }
  