{
  "buttonProfile": "Sobre m칤",
  "buttonContact": "Contacto",
  "designerText": "Dise침o Ux Ui",
  "devText": "Desarrollo web.",
  "description": "춰Hola! 游 Soy Betsa, dise침adora y desarrolladora enfocada en crear sitios web y aplicaciones que sean atractivos, funcionales y f치ciles de navegar.  쯊ienes una idea en mente? Hag치mosla realidad juntos. 游",
  "projectTitle": "Proyectos",
  "filtertext": "Desarrollo web",
  "button01": "descubrir",

  "about": "Sobre m칤",
  "aboutP1": "춰Hola! Gracias por visitar este espacio. Me encantar칤a contarte un poco m치s sobre m칤.",
  "aboutP2": "Soy Betsab칠, nac칤 en Venezuela y actualmente tengo la suerte de vivir en una de mis ciudades favoritas: Madrid.",
  "aboutP3": "Desde siempre he sentido una profunda pasi칩n por el dise침o y la creatividad. Esa inquietud me llev칩 a estudiar arquitectura, una carrera que me ha brindado grandes satisfacciones y experiencias inolvidables. Sin embargo, mi curiosidad y ganas de aprender nunca se han detenido. ",
  "aboutP4": "En 2021 decid칤 dar un nuevo paso y explorar el mundo del dise침o de productos digitales, un campo que me ha permitido expandir mi horizonte creativo.",
  "aboutP5": "A lo largo de este camino, una de las cosas que mas llamo mi atenci칩n es que al igual que en la arquitectura, un producto digital no solo debe ser est칠ticamente agradable, sino tambi칠n funcional, y esto me llevo a entender que muchas de las herramientas y principios que aprend칤 como arquitecta pod칤an aplicarse en esta nueva 치rea, lo cual me ha permitido combinar lo mejor de ambos mundos.",
  "aboutP6": "Actualmente compagino mi trabajo como arquitecta con proyectos de dise침o web como freelance. Sin embargo, mi verdadera meta es dedicarme por completo al dise침o y desarrollo digital, un 치rea que me apasiona profundamente. Por eso, estoy en b칰squeda de colaboraciones y nuevas oportunidades laborales donde pueda seguir creciendo, aprendiendo y aportando mi experiencia y creatividad.",
  "idea": {
    "homeText": "Redise침o de sitio web para agencia de arquitectura.",
    "resume": "Estudio Idea Espacio, una constructora con amplia trayectoria en el mercado, buscaba renovar su sitio web para reflejar su evoluci칩n y su compromiso con la innovaci칩n en el sector de la construcci칩n.",
    "infoByProject": [
      {
        "title": "Desaf칤os",
        "paragraph": "Este proyecto de redise침o surge con el desaf칤o de actualizar no solo su plataforma digital, sino tambi칠n su identidad visual, aline치ndola con los est치ndares contempor치neos de dise침o y funcionalidad. El objetivo del redise침o es dotar a la empresa de una presencia digital que destaque en un mercado competitivo, ofreciendo una experiencia de usuario optimizada, 치gil y visualmente atractiva."
      },
      {
        "title": "쮺칩mo actualizar la Imagen de Marca sin Sacrificar su Autenticidad y Valores?",
        "paragraph": "Para desarrollar este proyecto de redise침o, nuestro primer paso fue establecer una conexi칩n profunda con el cliente. Nos sumergimos en su entorno, conocimos sus servicios y exploramos sus instalaciones para captar de manera precisa su esencia, sus valores fundamentales y su misi칩n en el mercado."
      },
      {
        "title": "Componentes b치sicos"
      },
      {
        "title": "Antes y despu칠s",
        "paragraph": "Para el dise침o de la web, se opt칩 por un enfoque minimalista, priorizando un dise침o limpio que permita visualizar los elementos de forma mas armoniosa La intenci칩n era plantear un dise침o que destaque las im치genes sin distracciones y que permita acceder f치cilmente a la informaci칩n."
      },
      {
        "title": "Elementos gr치ficos"
      }
    ]
  },
  "happy": {
    "homeText": "Design thinking como una herramienta para resolver los problemas actuales.",
    "resume": "HappyLife es un proyecto que tiene como objetivo encontrar una soluci칩n al problema del aislamiento social, utilizando herramientas del design thinking.",
    "infoByProject": [
      {
        "title": "La epidemia de la soledad",
        "paragraph": "En la actualidad, la sociedad enfrenta un problema creciente de aislamiento social. A pesar de los avances tecnol칩gicos que permiten una mayor conectividad virtual, la capacidad de establecer conexiones humanas genuinas parece estar disminuyendo. Las largas jornadas laborales, la urbanizaci칩n, y el uso intensivo de las redes sociales est치n creando barreras invisibles que dificultan las interacciones cara a cara."
      },
      {
        "title": "Desaf칤os",
        "paragraph": "En nuestra investigaci칩n inicial, nuestra primera misi칩n fue identificar el problema y tratar de comprender qui칠nes son nuestros posibles usuarios. Identificar a los usuarios y a los diferentes actores relacionados con el problema nos permite generar ideas de manera mucho m치s sencilla y responder preguntas como: 쯇or qu칠?, 쯣ara qui칠n? y 쯣ara qu칠?"
      },
      {
        "title": "Benchmark"
      },
      {
        "title": "Value Proposition canvas",
        "paragraph": "EL Value Proposition Canvas nos permiti칩 visualizar a los clientes, sus necesidades, sus problemas y c칩mo una propuesta de valor con caracter칤sticas 칰tiles puede ayudar a aliviar esas necesidades."
      },
      {
        "title": "User persona y User journey"
      },
      {
        "title": "Dise침o de interfaz (primeras ideas)"
      },
      {
        "title": "Dise침o de interfaz (primeras ideas)"
      }
    ]
  },
  "figy": {
    "homeText": "Dise침o de un marketplace para la venta de productos phygitales y ecol칩gicos",
    "resume": "FIGY es una aplicaci칩n m칩vil, dise침ada como proyecto final para el M치ster en Experiencia de Usuario de Elisava, en Espa침a. Es una plataforma disruptiva que ofrece productos sostenibles asociados a un NFT, garantizando su trazabilidad.",
    "infoByProject": [
      {
        "title": "Figy, la tecnolog칤a al servicio del planeta",
        "paragraph": "Los h치bitos de consumo no sostenibles de la poblaci칩n han provocado numerosos problemas ambientales debido a la demanda excesiva de recursos. Este proyecto surge como una iniciativa para fomentar la econom칤a circular mediante el uso de tecnolog칤as innovadoras como la blockchain, y para promover el consumo responsable y la elecci칩n de alternativas ecol칩gicas y sostenibles."
      },
      {
        "title": "Diagrama de afinidad",
        "paragraph": "Durante la investigaci칩n de usuarios, utilizamos el diagrama de afinidad para organizar todas las ideas surgidas de las entrevistas con los usuarios, clasific치ndolas por categor칤as y definiendo prioridades."
      },
      {
        "title": "User persona"
      },
      {
        "title": "Wireframes"
      },
      {
        "title": "Arquitectura de la informaci칩n"
      },
      {
        "title": "Homepage"
      },
      {
        "title": "Proceso de pago"
      },
      {
        "title": "Cartera de activos y Trazabilidad del producto"
      }
    ]
  },
  "wand": {
    "homeText": "Dise침o de una aplicaci칩n dom칩tica para controlar los dispositivos conectados del hogar.",
    "resume": "Este proyecto consisti칩 en el dise침o UI y UX de una aplicaci칩n para viviendas inteligentes. Incluy칩 investigaci칩n con usuarios, pruebas de usabilidad, dise침o de arquitectura web, prototipos y dise침o final de la interfaz. Este trabajo se llev칩 a cabo en un per칤odo de 4 meses durante el M치ster en Dise침o de Experiencia de la escuela ELISAVA.",
    "infoByProject": [
      {
        "title": "Wand, el asistente del hogar que te ayuda a ganar tiempo libre.",
        "paragraph": "El desaf칤o era crear una aplicaci칩n que conecte y controle m치gicamente todos los tipos de dispositivos IoT disponibles. Wand deber칤a ser capaz de gestionar una casa, incluyendo plataformas de streaming, con una experiencia transparente para j칩venes y familias tecnol칩gicas que tambi칠n se interesan en la eficiencia energ칠tica y la seguridad dom칠stica"
      },
      {
        "title": "Diagrama de afinidad",
        "paragraph": "Durante la investigaci칩n con los usuarios, utilizamos el diagrama de afinidad para organizar todas las ideas surgidas de las entrevistas con los usuarios, clasific치ndolas por categor칤a y estableciendo prioridades"
      },
      {
        "title": "User Personas",
        "paragraph": "El user persona es una herramienta de dise침o muy poderosa que nos permiti칩 visualizar las interacciones con la nueva aplicaci칩n y mitigar los puntos de fricci칩n para los usuarios potenciales."
      },
      {
        "title": "Arquitectura de la informaci칩n"
      },
      {
        "title": "Wireframes",
        "paragraph": "Una vez definidas las funcionalidades, cada miembro del equipo propuso diferentes maquetas de baja fidelidad para dar forma a la aplicaci칩n."
     
      },
      {
        "title": "Identidad visual"
      },
      {
        "title": "Dise침o de interfaz"
      },
      {
        "title": "Dise침o de interfaz"
      }
    ]
  },
  "groupomania": {
    "homeText": "Creaci칩n de una red social corporativa para mejorar la satisfacci칩n de los empleados.",
    "resume": "Proyecto completado durante el programa de formaci칩n de desarrollo web en Openclassrooms, en Francia. La red social interna del grupo Groupomania permite crear una cuenta de usuario, conectarse y participar en el foro interno de la empresa."
  },
  "hot": {
    "homeText": "Creaci칩n de una API para una aplicaci칩n web que permite valorar salsas picantes.",
    "resume": "Desarrollo de una interfaz de programaci칩n de aplicaciones (API) para una aplicaci칩n web que permite a los usuarios recomendar sus salsas picantes preferidas y evaluar las selecciones de otros usuarios."
  },
  "csm": {
    "homeText": "Desaf칤o de integraci칩n web, creado por el sitio web de pr치ctica de frontend.",
    "resume": "Desaf칤o de integraci칩n web, creado por el sitio web de pr치ctica de frontend. El ejercicio consisti칩 en recrear la p치gina de inicio de Canal Street Market, teniendo en cuenta el estilo gr치fico, colores, tipograf칤a, animaciones, etc. El dise침o tambi칠n es responsivo."
  },
  "cv": {
    "homeText": "Creaci칩n de un tema personalizado en Wordpress.",
    "resume": "Blog creado con WordPress. El proyecto consiste en la creaci칩n e integraci칩n de un tema personalizado para WordPress, la creaci칩n de una base de datos y su publicaci칩n."
  },
  "coa": {
    "homeText": "Creaci칩n de un sitio web personalizado.",
    "resume": "Sitio web desarrollado con WordPress y Elementor pro. COA&co es una nueva marca de chocolates proteicos. El dise침o fue realizado por:"
  },
  "download": "Descargar cv",
  "contactTitle": "Cont치ctame",
  "footerParagraph": "Si tienes preguntas sobre proyectos o quieres saber m치s sobre mi trabajo, estar칠 encantada de ayudarte. 춰Cont치ctame!",
  "sendMessage": "Enviar mensaje"
}
