{
  "buttonProfile": "Sobre mí",
  "buttonContact": "Contacto",
  "grettings":"Hola!, me llamo Betsa y hago",
  "firstLineH1": "Diseño Ux Ui",
  "secondLineH1": "Desarrollo web.",
  "description": "Estoy aquí para ayudarte a crear sitios web y aplicaciones que sean atractivos, funcionales y fáciles de navegar.  ¿Tienes una idea en mente?",
  "txtcolor":"Hagámosla realidad juntos.",
  "projectTitle": "Proyectos",
  "filtertext": "Desarrollo web",
  "button01": "descubrir",

  "about": "Sobre mí",
  "aboutP1": "¡Hola! Gracias por visitar este espacio. Me encantaría contarte un poco más sobre mí.",
  "aboutP2": "Soy Betsabé, nací en Venezuela y actualmente tengo la suerte de vivir en una de mis ciudades favoritas: Madrid.",
  "aboutP3": "Desde siempre he sentido una profunda pasión por el diseño y la creatividad. Esa inquietud me llevó a estudiar arquitectura, una carrera que me ha brindado grandes satisfacciones y experiencias inolvidables. Sin embargo, mi curiosidad y ganas de aprender nunca se han detenido. ",
  "aboutP4": "En 2021 decidí dar un nuevo paso y explorar el mundo del diseño de productos digitales, un campo que me ha permitido expandir mi horizonte creativo.",
  "aboutP5": "A lo largo de este camino, una de las cosas que mas llamo mi atención es que al igual que en la arquitectura, un producto digital no solo debe ser estéticamente agradable, sino también funcional, y esto me llevo a entender que muchas de las herramientas y principios que aprendí como arquitecta podían aplicarse en esta nueva área, lo cual me ha permitido combinar lo mejor de ambos mundos.",
  "aboutP6": "Actualmente compagino mi trabajo como arquitecta con proyectos de diseño web como freelance. Sin embargo, mi verdadera meta es dedicarme por completo al diseño y desarrollo digital, un área que me apasiona profundamente. Por eso, estoy en búsqueda de colaboraciones y nuevas oportunidades laborales donde pueda seguir creciendo, aprendiendo y aportando mi experiencia y creatividad.",
  "idea": {
    "homeText": "Rediseño de sitio web para agencia de arquitectura.",
    "resume": "Estudio Idea Espacio, una constructora con amplia trayectoria en el mercado, buscaba renovar su sitio web para reflejar su evolución y su compromiso con la innovación en el sector de la construcción.",
    "infoByProject": [
      {
        "title": "Desafíos",
        "paragraph": "Este proyecto de rediseño surge con el desafío de actualizar no solo su plataforma digital, sino también su identidad visual, alineándola con los estándares contemporáneos de diseño y funcionalidad. El objetivo del rediseño es dotar a la empresa de una presencia digital que destaque en un mercado competitivo, ofreciendo una experiencia de usuario optimizada, ágil y visualmente atractiva."
      },
      {
        "title": "¿Cómo actualizar la Imagen de Marca sin Sacrificar su Autenticidad y Valores?",
        "paragraph": "Para desarrollar este proyecto de rediseño, nuestro primer paso fue establecer una conexión profunda con el cliente. Nos sumergimos en su entorno, conocimos sus servicios y exploramos sus instalaciones para captar de manera precisa su esencia, sus valores fundamentales y su misión en el mercado."
      },
      {
        "title": "Componentes básicos"
      },
      {
        "title": "Antes y después",
        "paragraph": "Para el diseño de la web, se optó por un enfoque minimalista, priorizando un diseño limpio que permita visualizar los elementos de forma mas armoniosa La intención era plantear un diseño que destaque las imágenes sin distracciones y que permita acceder fácilmente a la información."
      },
      {
        "title": "Elementos gráficos"
      }
    ]
  },
  "happy": {
    "homeText": "Design thinking como una herramienta para resolver los problemas actuales.",
    "resume": "HappyLife es un proyecto que tiene como objetivo encontrar una solución al problema del aislamiento social, utilizando herramientas del design thinking.",
    "infoByProject": [
      {
        "title": "La epidemia de la soledad",
        "paragraph": "En la actualidad, la sociedad enfrenta un problema creciente de aislamiento social. A pesar de los avances tecnológicos que permiten una mayor conectividad virtual, la capacidad de establecer conexiones humanas genuinas parece estar disminuyendo. Las largas jornadas laborales, la urbanización, y el uso intensivo de las redes sociales están creando barreras invisibles que dificultan las interacciones cara a cara."
      },
      {
        "title": "Desafíos",
        "paragraph": "En nuestra investigación inicial, nuestra primera misión fue identificar el problema y tratar de comprender quiénes son nuestros posibles usuarios. Identificar a los usuarios y a los diferentes actores relacionados con el problema nos permite generar ideas de manera mucho más sencilla y responder preguntas como: ¿Por qué?, ¿para quién? y ¿para qué?"
      },
      {
        "title": "Benchmark"
      },
      {
        "title": "Value Proposition canvas",
        "paragraph": "EL Value Proposition Canvas nos permitió visualizar a los clientes, sus necesidades, sus problemas y cómo una propuesta de valor con características útiles puede ayudar a aliviar esas necesidades."
      },
      {
        "title": "User persona y User journey"
      },
      {
        "title": "Diseño de interfaz (primeras ideas)"
      },
      {
        "title": "Diseño de interfaz (primeras ideas)"
      }
    ]
  },
  "figy": {
    "homeText": "Diseño de un marketplace para la venta de productos phygitales y ecológicos",
    "resume": "FIGY es una aplicación móvil, diseñada como proyecto final para el Máster en Experiencia de Usuario de Elisava, en España. Es una plataforma disruptiva que ofrece productos sostenibles asociados a un NFT, garantizando su trazabilidad.",
    "infoByProject": [
      {
        "title": "Figy, la tecnología al servicio del planeta",
        "paragraph": "Los hábitos de consumo no sostenibles de la población han provocado numerosos problemas ambientales debido a la demanda excesiva de recursos. Este proyecto surge como una iniciativa para fomentar la economía circular mediante el uso de tecnologías innovadoras como la blockchain, y para promover el consumo responsable y la elección de alternativas ecológicas y sostenibles."
      },
      {
        "title": "Diagrama de afinidad",
        "paragraph": "Durante la investigación de usuarios, utilizamos el diagrama de afinidad para organizar todas las ideas surgidas de las entrevistas con los usuarios, clasificándolas por categorías y definiendo prioridades."
      },
      {
        "title": "User persona"
      },
      {
        "title": "Wireframes"
      },
      {
        "title": "Arquitectura de la información"
      },
      {
        "title": "Homepage"
      },
      {
        "title": "Proceso de pago"
      },
      {
        "title": "Cartera de activos y Trazabilidad del producto"
      }
    ]
  },
  "wand": {
    "homeText": "Diseño de una aplicación domótica para controlar los dispositivos conectados del hogar.",
    "resume": "Este proyecto consistió en el diseño UI y UX de una aplicación para viviendas inteligentes. Incluyó investigación con usuarios, pruebas de usabilidad, diseño de arquitectura web, prototipos y diseño final de la interfaz. Este trabajo se llevó a cabo en un período de 4 meses durante el Máster en Diseño de Experiencia de la escuela ELISAVA.",
    "infoByProject": [
      {
        "title": "Wand, el asistente del hogar que te ayuda a ganar tiempo libre.",
        "paragraph": "El desafío era crear una aplicación que conecte y controle mágicamente todos los tipos de dispositivos IoT disponibles. Wand debería ser capaz de gestionar una casa, incluyendo plataformas de streaming, con una experiencia transparente para jóvenes y familias tecnológicas que también se interesan en la eficiencia energética y la seguridad doméstica"
      },
      {
        "title": "Diagrama de afinidad",
        "paragraph": "Durante la investigación con los usuarios, utilizamos el diagrama de afinidad para organizar todas las ideas surgidas de las entrevistas con los usuarios, clasificándolas por categoría y estableciendo prioridades"
      },
      {
        "title": "User Personas",
        "paragraph": "El user persona es una herramienta de diseño muy poderosa que nos permitió visualizar las interacciones con la nueva aplicación y mitigar los puntos de fricción para los usuarios potenciales."
      },
      {
        "title": "Arquitectura de la información"
      },
      {
        "title": "Wireframes",
        "paragraph": "Una vez definidas las funcionalidades, cada miembro del equipo propuso diferentes maquetas de baja fidelidad para dar forma a la aplicación."
     
      },
      {
        "title": "Identidad visual"
      },
      {
        "title": "Diseño de interfaz"
      },
      {
        "title": "Diseño de interfaz"
      }
    ]
  },
  "groupomania": {
    "homeText": "Creación de una red social corporativa para mejorar la satisfacción de los empleados.",
    "resume": "Proyecto completado durante el programa de formación de desarrollo web en Openclassrooms, en Francia. La red social interna del grupo Groupomania permite crear una cuenta de usuario, conectarse y participar en el foro interno de la empresa."
  },
  "hot": {
    "homeText": "Creación de una API para una aplicación web que permite valorar salsas picantes.",
    "resume": "Desarrollo de una interfaz de programación de aplicaciones (API) para una aplicación web que permite a los usuarios recomendar sus salsas picantes preferidas y evaluar las selecciones de otros usuarios."
  },
  "csm": {
    "homeText": "Desafío de integración web, creado por el sitio web de práctica de frontend.",
    "resume": "Desafío de integración web, creado por el sitio web de práctica de frontend. El ejercicio consistió en recrear la página de inicio de Canal Street Market, teniendo en cuenta el estilo gráfico, colores, tipografía, animaciones, etc. El diseño también es responsivo."
  },
  "cv": {
    "homeText": "Creación de un tema personalizado en Wordpress.",
    "resume": "Blog creado con WordPress. El proyecto consiste en la creación e integración de un tema personalizado para WordPress, la creación de una base de datos y su publicación."
  },
  "coa": {
    "homeText": "Creación de un sitio web personalizado.",
    "resume": "Sitio web desarrollado con WordPress y Elementor pro. COA&co es una nueva marca de chocolates proteicos. El diseño fue realizado por Andrea Galindo"
  },
  "download": "Descargar cv",
  "contactTitle": "Contáctame",
  "footerParagraph": "Si tienes preguntas sobre proyectos o quieres saber más sobre mi trabajo, estaré encantada de ayudarte. ¡Contáctame!",
  "sendMessage": "Enviar mensaje"
}
